<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>마케팅 정보 수신 동의</title>
</head>
<body>
1. 수집하는 개인정보 항목 및 이용 목적
가. 개인회원

수집방법	수집항목	수집 및 이용목적
회원가입	(선택)
마케팅 정보 수신 동의(이메일)	회사가 제공하는 상품 및 서비스(STANDSAFE, STANDSAFE긱, 점핏, 더플랩, 리버스)의 안내, 설문, 이벤트 관련 정보 및 참여 기회 제공, (제휴)광고 및 마케팅 정보 제공

귀하께서는 회사가 위와 같이 수집하는 개인정보에 대해 동의하지 않거나 개인정보를 기재하지 않음으로써 거부할 수 있습니다. 다만, 동의하지 아니한 경우에도 STANDSAFE 서비스는 이용하실 수 있습니다.


2. 개인정보 보유 및 이용기간
회사는 이용자의 개인정보를 고지 및 동의 받은 사항에 따라 수집∙이용 목적이 달성되기 전 또는 이용자의 탈퇴 요청이 있기 전까지 해당 정보를 보유합니다. 다만, 아래의 사유로 인하여 보관이 필요한 경우 외부와 차단된 별도 DB 또는 테이블에 분리 보관 됩니다.

 

가. 서비스 제공을 위해 수집한 정보 : 회원탈퇴 시까지
※ 광고성 정보 수신동의 및 하위 서비스 가입 : 동의 철회 시까지
 

 

나. 관련 법령에 의한 개인정보 보유
 

1) 통신비밀보호법
서비스 이용기록, 접속로그, 접속IP정보 : 3개월
2) 전자상거래 등에서의 소비자보호에 관한 법률
표시∙광고에 관한 기록 : 6개월
계약 또는 청약철회 등에 관한 기록 : 5년
대금결제 및 재화등의 공급에 관한 기록 : 5년
소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
3) 부가가치세법
세금계산서, 영수증 등 거래내역 관련 정보 : 5년
</body>
</html>