<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보 수집 및 이용에 동의</title>
</head>
<body>
1. 수집하는 개인정보 항목 및 이용 목적
가. 개인회원

수집방법	수집항목	수집 및 이용목적
회원가입	(필수)
아이디, 비밀번호, 이름, 휴대폰번호, 생년월일, 이메일	본인 확인 및 가입의사 확인, 설문, 상담 및 문의처리, 공지사항 및 회원 설정 기반 정보 제공
이력서 작성	(필수)
기본정보(이름, 생년월일, 성별, 이메일, 휴대폰, 주소), 학력사항(학교명, 재학기간, 전공, 지역), 경력사항(경력구분, 회사명, 재직기간, 직급/직책, 직종, 총 경력, 해외근무 국가 및 기간), 희망근무조건(근무형태, 희망연봉, 직종, 업종, 관심 근무지역),
개인회원이 이력서 작성 시 추가 작성한 항목	
이력서 등록을 통한 입사지원 등 취업활동 서비스 제공, 각종 맞춤형 취업서비스 제공
※ 메시지 서비스의 개별 메시지는 1년간 보관 후 파기됩니다.

※ 경력 불러오기를 통해 입력된 재직이력은 최대 1년간 유효합니다.

 


서비스 이용에 따른 자동 수집 및 생성 정보

수집항목	수집 및 이용목적
쿠키, 서비스이용기록(방문일시, IP, 불량이용기록), 모바일 기기정보(디바이스토큰, 디바이스ID, IP주소)	접속관리, 이용자별 사용환경 제공, 활동정보 파악, 이벤트 및 프로모션 통계 확인
귀하께서는 회사가 위와 같이 수집하는 개인정보에 대해 동의하지 않거나 개인정보를 기재하지 않음으로써 거부할 수 있습니다. 다만, 이때 회원에게 제공되는 서비스가 제한될 수 있습니다.


2. 개인정보 보유 및 이용기간
회사는 이용자의 개인정보를 고지 및 동의 받은 사항에 따라 수집∙이용 목적이 달성되기 전 또는 이용자의 탈퇴 요청이 있기 전까지 해당 정보를 보유합니다. 다만, 아래의 사유로 인하여 보관이 필요한 경우 외부와 차단된 별도 DB 또는 테이블에 분리 보관 됩니다.

가. 서비스 제공을 위해 수집한 정보 : 회원탈퇴 시까지
나. 관련 법령에 의한 개인정보 보유
1) 통신비밀보호법
서비스 이용기록, 접속로그, 접속IP정보 : 3개월
2) 전자상거래 등에서의 소비자보호에 관한 법률
표시∙광고에 관한 기록 : 6개월
계약 또는 청약철회 등에 관한 기록 : 5년
대금결제 및 재화등의 공급에 관한 기록 : 5년
소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
3) 부가가치세법
세금계산서, 영수증 등 거래내역 관련 정보 : 5년
</body>
</html>